source/_static/diagrams/32-host-injections.d2
direction: right
n0: "site MPI"
n1: "inject"
n2: "EESSI tree"
n0 -> n1
n1 -> n2
